{
  "feed": [
    {
      "id": 1,
      "image": "post1.png",
      "description": "Faculdades usam imagens de pessoas negras para fazer as propagandas, mas nas salas há somente brancos. \n\nEmpresas afirmam igualdades inexistentes nessa sociedade utilizando minorias nas propagandas, mas não desenvolvem programa que, de fato, alterem essa realidade. Em diversas universidades o assunto preconceito racial jamais é citado em eventos ou trabalhado com os colaboradores.",
      "likes": 1235,
      "comments": 135,
      "authorId": 1
    },
    {
      "id": 2,
      "image": "post2.png",
      "description": "Eae galera, Blz? \nNa foto está eu e meu dog Thor, essa foto é bem antiga mas já dá pra ver que que nois é bem apegados né?? \nkakakakak’ \nVi um pessoal aí falando sobre comer cachorro na china e minha opnião é essa, Vcs precisam ir lavar uma louça KKKK, mano qual o problema?? deixa os cara comer os cachorro deles!! gosto muito do thor mas não ligaria de comer ele fosse a cultura do país, e outra é que o cachorro é do dono e o dono que decide o que fazer com ele!! aí quem não gosta respeita, ok?? vlw, flw!",
      "likes": 1235,
      "comments": 82,
      "authorId": 2
    },
    {
      "id": 3,
      "image": "post3.png",
      "description": "Vcs já pararam pra pensar que os animais também têm suas identidades de gênero? Que eles são seres vivos como nós, e tudo é construído socialmente? Então pra quê não respeitar a escolha dos animais e principalmente o pronome deles? Vocês adoram mascarar a transfobia de vocês, incrível! Não dá pra saber se ume baleie se identifica com aquilo que foi designado a elu, não custa nada respeitar!!! \n\n#pansexualpride #respeitemesbaleies #polisexualpride #transfobianao",
      "likes": 15,
      "comments": 3,
      "authorId": 3
    },
    {
      "id": 4,
      "image": "post4.png",
      "description": "Dia de #TBT dos meus primeiros dias de viagem no Congo! Conheci Kwame e o nosso intérprete local nos disse que a aldeia que ele e seus amigos viviam foi destruída por conflitos locais das tribos. Reconheci a dor dos meus irmãos, afinal, o sangue que corre em todos nós é negro! Ao participar do projeto para a educação de jovens e adultos, lembrei que alguns brinquedos sobraram na picape. Ofereci algo para que pudéssemos distraí-los daquela terrível dor e perguntei se conheciam o futebol europeu (o melhor de todos, óbvio) e no meio da brincadeira registrei esse momento com ele. Saí de lá aliviada e senti que fiz a minha boa ação do dia aos pobres órfãos que sorriram pra selfie!",
      "likes": 1235,
      "comments": 288,
      "authorId": 4
    },
    {
      "id": 5,
      "image": "post5.png",
      "description": "Ficou sabendo da nova promoção da Coca-cola? 😱😱😱😱 Juntando 15 garrafas e trocando nos pontos de troca, você ajuda com 1 real na recuperação do Pantanal! Sensacional demais! A promoção é válida até o dia 4/3/21, não deixe para o último dia, hein?! 😍❤️🤲",
      "likes": 1235,
      "comments": 345,
      "authorId": 4
    },
    {
      "id": 6,
      "image": "post6.png",
      "description": "Viciado em comprar produtos da Amazon depois da Alexa? \nRecorrente reclamação dos novos consumidores da Alexa, gadget que promete facilitar seu dia-a-dia, as recomendações que surgem para sua você e sua casa são tão pertinentes que estão gerando uma onda de consumismo compulsório de itens desnecessários. Pesquisas apontam que após instalar a Alexa em casa 80% dos consumidores querem automatizar o restante da casa, como cortinas, ar condicionado e iluminação.",
      "likes": 1589,
      "comments": 207,
      "authorId": 1
    },
    {
      "id": 7,
      "image": "post7.png",
      "description": "Vi em outra rede social e resolvi postar aqui tbm! \n\nA gente vive num país livre, sendo assim eu como um bom cidadão e pai de família tenho o direito de escolher como eu devo me proteger dessa gripezinha aí, portanto não cabe a ninguém decidir se eu tenho que usar uma máscara pra entrar nos lugares ou fazer o que eu quero.. Amigos, protejam suas famílias e se orgulhe do país que estamos melhorando, mas cuidado para não cair em qualquer história que o povo conta. Conheça a verdade e ela os libertará. Fé em #deus.",
      "likes": 25,
      "comments": 89,
      "authorId": 5
    },
    {
      "id": 8,
      "image": "post8.png",
      "description": "A procura por comidas faster-food aumentou desde a chegada das impressoras 3D no Brasil. Sucesso nos Estados Unidos, as faster-food são feitas em apenas 10min, indo desde um arroz até uma lasanha. “A ideia é atender ao curto tempo de almoço dos funcionários das empresas na região, muitos deles comem enquanto trabalham.” diz Mário Sérgio, dono do restaurante ‘Sujinho’.",
      "likes": 2998,
      "comments": 1080,
      "authorId": 6
    },
    {
      "id": 9,
      "image": "post9.png",
      "description": "Profundamente decepcionada, DEVEMOS FALAR SOBRE ISSO! Já não bastava o MC Vini da ZL com discurso genocida semana passada, agora mais essa... vendo a live do Júlio Camargo e, no primeiro intervalo das músicas ele me solta uma fala machista: “só caso se me agradarem na cozinha, senão eu vivo na gandaia mesmo” e ainda diz que é bom viver essa vida porque rende letra de música. Sinceramente, as músicas são boas, mas no Brasil já tivemos artistas com mais caráter, das composições às atitudes, e isso não me representa mais! #JULIOCANCELADO #MCVINICANCELADO",
      "likes": 98,
      "comments": 74,
      "authorId": 7
    },
    {
      "id": 10,
      "image": "post10.png",
      "description": "Oi amades!! Turo bomm? \nHoje eu quero falar com vcs, pq eu ñ aguento mais a expressão passar um pano! Eh um absurdo no nosso meio a gente falar dessa maneira. \nEsse tipo de expressão aumenta o machismo e o racismo! Como se a gente precisasse sempre limpar a bagunça dos homens machistas, racistas e opressores. \n#Problematizei",
      "likes": 689,
      "comments": 111,
      "authorId": 8
    },
    {
      "id": 11,
      "image": "post11.png",
      "description": "Hoje o amor da minha vida faz 4 aninhos !!! \n<3 Parabéns lukinhas, vc é um menino muito lindo e especial na minha vida, que vc seja repleto de felicidades e tenha esse sorriso lindo sempre, mamãe te ama !! E para não passar em branco, um bolinho de morango para que ele recebesse seu presente : o seu tão sonhado iphone 11, agora cada um com o seu aqui em casa rsrs \nE para quem não gostou, parem de mimimi, o lukinhas é muito prendado e educado, temos certeza que vai ser ótimo para o crescimento dele.",
      "likes": 148,
      "comments": 17,
      "authorId": 9
    },
    {
      "id": 12,
      "image": "post12.png",
      "description": "De acordo com o projeto de lei 4284/2020 aprovado na última quarta-feira (27), se você não é adepto ao cristianismo ou possui outras tradições, não será mais permitido folgar no dia de Natal. Identificação será feita através do novo - e obrigatório - CRNC (Cadastro de Religiões Não Cristãs), que entrará em vigor a partir de outubro.",
      "likes": 5235,
      "comments": 598,
      "authorId": 23
    },
    {
      "id": 13,
      "image": "post13.png",
      "description": "Sei que algumas imagens minhas como esta circularam por aí, e devido ao aumento de pedidos, seguidores e muitos elogios quero propor algo à vocês, que tal? Me surgiu a oportunidade, não posso deixar de recompensá-los. A partir de hoje, faço orçamento de nudes/seminudes artísticos. Caseiras ou em meu estúdio próprio, atendo qualquer desejo. Sete fotos por R$100, cinquenta por R$450. Chama no privado ou em 11 9 XXXX XXXX 😉",
      "likes": 98,
      "comments": 74,
      "authorId": 11
    },
    {
      "id": 14,
      "image": "post14.png",
      "description": "Eu quero mostrar aqui minha indignação com o Ensino brasileiro!!! \nO Paulinho, meu filho de dez anos, recebeu uma recomendação da profe de português um texto que continha palavras de baixo calão. A escola dele não é barata!! Eu quero pagar para o meu filho ter educação de qualidade e não virar um qualquer! É um absurdo esse tipo de conteúdo na escola! Acho que nós pais que pagamos (caro!) temos o direito de dizer o que nosso filho tem que aprender sim! Eu quero que o Paulinho vire um advogado de sucesso e não um marginal. Uma mãe sabe o que é melhor pro seu filho, direito ao voto já!!!!!",
      "likes": 98,
      "comments": 74,
      "authorId": 12
    },
    {
      "id": 15,
      "image": "post15.png",
      "description": "Falem o que quiser, mesmo com câncer no pulmão e minhas artérias obstruídas vivo minha vida no melhor estilo. Se você não gosta dê o fora, os comentários não é puleiro pra galinha dar opinião. Falar sobre saúde pra alguém gordo é gordofobia SIM SUA RECALCADA DO CARALHO!!! 🔥🔥🔥🔥 \n\n#minhacorpa #eludelu #semanca #sua #desocupada",
      "likes": 98,
      "comments": 74,
      "authorId": 13
    },

    {
      "id": 16,
      "image": "post16.png",
      "description": "Depois de polêmica envolvendo trabalho escravo de crianças nigerianas, help chega ao Brasil ainda neste mês! \nA nova marca pertence a maior companhia irlandesa de moda, que recentemente se envolveu em confusão após um de seus consumidores ter encontrado um pedido de ajuda (no inglês “help”) costurado na etiqueta de uma peça de roupa. Durante este contratempo, a empresa resolveu patentear o nome “help” e planejou uma nova coleção inspirada em cores e na cultura da nigéria. Confira no nosso site descontos exclusivos na sua primeira compra no site oficial da help. \nwww.portalsllnews.com/modahelp",
      "likes": 98,
      "comments": 74,
      "authorId": 14
    },
    {
      "id": 17,
      "image": "post17.png",
      "description": "Vocês decidiram por mim e eu aceitei: VOU SER MÃE! \nFoi um longo processo até pensar mesmo se eu queria mas graças a vocês, hoje eu sei que vai ser bom pra mim. Estou neste exato momento indo até a clínica de fertilização! Obrigada meu Deus 🙏🙌 \n#maedeprimeiraviagem #bençaodedeus",
      "likes": 98,
      "comments": 74,
      "authorId": 15
    },
    {
      "id": 18,
      "image": "post18.png",
      "description": "ESPECIAL DE 10K! Sai hoje, às 20h no meu canal do YouTube! Primeiro, quero agradecer a todo o carinho de vocês e a Deus por mais essa meta batida, rumo aos 20K agora! Pra quem achou que não teria futuro fui além das expectativas, né... Hoje o vídeo sai um pouquiiinho mais tarde porque fui pega pelo chefe (ooops!) na reunião do Zoom enquanto fazia o #KKBChallenge, mas foi pela boa causa, né? O que aconteceu depois? Vou virar TikToker profissional? Mais tarde eu te conto, não sai daí, hein?",
      "likes": 98,
      "comments": 74,
      "authorId": 16
    },
    {
      "id": 19,
      "image": "post19.png",
      "description": "É inaugurado nessa sexta-feira o primeiro Centro Especializado em Transtornos Psiquiátricos Causados pelas Redes Sociais (CETPRS). Os jovens são o público alvo do centro, segundo o DR. Mauro Miranda, médico psiquiátrico formado pela USP, os adolescentes lidam desde cedo com os impactos do vício em plataformas sociais. O excesso de consumo dos conteúdos online em um indivíduo ainda em formação pode ter consequências graves.",
      "likes": 98,
      "comments": 74,
      "authorId": 1
    },
    {
      "id": 20,
      "image": "post20.png",
      "description": "Após polêmicas envolvendo a página “Cariocas do Bem” com fake news e fraudes nas últimas eleições do RJ, a polícia estadual em conjunto com empresa privada de tecnologia rastrearam hoje o endereço de IP (Protocolo da Internet) de um dos moderadores da página - que atualmente está banida do facebook. As primeiras informações do rastreamento confirmam que o IP levam as investigações diretamente para Igreja Universal da Crença Divina, zona norte do Rio. \nConfira matéria completa no nosso site. \nwww.vocemaisrj.com.br/igrejasnews ",
      "likes": 98,
      "comments": 74,
      "authorId": 17
    },
    {
      "id": 21,
      "image": "post21.png",
      "description": "A solidão de quarentena para alguns fez aumentar o número de buscas por masoquismo mais pesados dentro da camada obscura da internet de acordo com um estudo publicado pela Universidade de Massachusetts. A hipótese é de que a automutilação e a dor autoligados ao prazer faz amenizar o sentimento de solidão nos quarentenados.",
      "likes": 98,
      "comments": 74,
      "authorId": 10
    },
    {
      "id": 22,
      "image": "post22.png",
      "description": "Pra muitos, isso é visto como uma loucura, mas eu e minha esposa estivemos conscientes de que era a decisão certa desde quando nosso filho só tinha 27 semanas. Theo está neste momento na sala de cirurgia, e no pré-operatório, fiz esse registro. O médico garantiu e concordou conosco quando dissemos que isso será o melhor pra ele, e tenho certeza que no futuro, quando ele estiver ainda mais belo com a harmonização facial já completa, irá nos agradecer por termos começado cedo sua transformação para uma vida melhor! Se não concordam e preferem deixar seus filhos sofrerem nas mãos da sociedade, podem me dar unfollow!",
      "likes": 98,
      "comments": 74,
      "authorId": 18
    },
    {
      "id": 23,
      "image": "post23.png",
      "description": "Como vcs sabem estamos há muito tempo tentando ter um baby! Segundo a minha doula hoje eh o dia ideal para concepção e claro que vcs amores não podem ficar de fora! Acompanhe no link abaixo 👇  as 22h a live de concepção d@ Luca! \nwww.naturalporn.com.br/liviaejoão147",
      "likes": 98,
      "comments": 74,
      "authorId": 19
    },
    {
      "id": 24,
      "image": "post24.png",
      "description": "Grupo de jovens no Texas comemora aniversário de 75 anos da bomba Hiroshima Nagasaki no “Hirosaki Sensation 3”. Se autodenominam descendentes de japoneses por alma e fazem festança em um ofurô gigante. “A bomba já caiu, o que a gente pode fazer agora? A juventude quer curtir!” \nAcesse para saber mais: aeportaldenoticias.com.br e fique por dentro do melhor conteúdo online!",
      "likes": 98,
      "comments": 74,
      "authorId": 20
    },
    {
      "id": 25,
      "image": "post25.png",
      "description": "Oi amorecos, tudo bem com vocês? Espero que sim <3 \nVi um pessoal comentando nas minha últimas publicações que eu estou muito diferente do que eu era etc. Meus lindos, eu sempre fui assim, e mesmo que não fosse, as pessoas mudam sabia? Eu estou estou melhorando a mim mesma, e cada vez que eu me olho no espelho, mais eu me aceito e mais as pessoas me aceitam, então parem de dizer que é por like ou por fama ok? trabalhem mais a autoaceitação e vocês verão o quão incríveis vocês são <3 bj grande!",
      "likes": 98,
      "comments": 74,
      "authorId": 21
    },
    {
      "id": 26,
      "image": "post25.png",
      "description": "A pornografia holística é uma tendência que tem-se expandido, principalmente entre jovens nas últimas semanas. Os criadores do site pornografiadobem.com afirmam que o  consumo de 3 a 5 horas do conteúdo aumentam as quantidade de sinapses cerebrais. Um dos benefícos é a melhora da autoestima, criatividade e autopercepção. \nAcesse para saber mais: aeportaldenoticias.com.br e fique por dentro do melhor conteúdo online!",
      "likes": 98,
      "comments": 74,
      "authorId": 20
    },
    {
      "id": 27,
      "image": "post27.png",
      "description": "É isto, é definitivamente meu último post aqui. Cansei. Cansei de toda essa insanidade. De rolar, rolar e rolar, e não me identificar com nada. Por que parece que não sou a única assim? Não há nada que me faça largar o telefone. Isto me deixa miserável, minha decisão está tomada e espero que vocês concordem comigo. Faz sentido continuar aqui? Não acho que eu esteja indo longe demais, está tudo bem, só vou me desconectar. Os papéis estão prontos, já conversei com os médicos que não relutaram em me ajudar e vão me desligar amanhã. Não me procure, não voltarei mais.",
      "likes": 98,
      "comments": 74,
      "authorId": 22
    }
  ],
  "stories": [
    {
      "id": 1,
      "image": "https://avatars0.githubusercontent.com/u/2254731?s=50&v=4",
      "authorId": 24
    },
    {
      "id": 2,
      "image": "https://avatars0.githubusercontent.com/u/2254731?s=50&v=4",
      "authorId": 25
    },
    {
      "id": 3,
      "image": "https://avatars0.githubusercontent.com/u/2254731?s=50&v=4",
      "authorId": 26
    },
    {
      "id": 4,
      "image": "https://avatars0.githubusercontent.com/u/2254731?s=50&v=4",
      "authorId": 15
    },
    {
      "id": 5,
      "image": "https://avatars0.githubusercontent.com/u/2254731?s=50&v=4",
      "authorId": 18
    },
    {
      "id": 6,
      "image": "https://avatars0.githubusercontent.com/u/2254731?s=50&v=4",
      "authorId": 21
    }
  ],
  "authors": [
    {
      "id": 1,
      "name": "jornalTTN",
      "avatar": "icon1.png"
    },
    {
      "id": 2,
      "name": "julioandrade68",
      "avatar": "icon2.png"
    },
    {
      "id": 3,
      "name": "peridotmilgrau",
      "avatar": "zero.jpg"
    },
    {
      "id": 4,
      "name": "bergmann_ellie",
      "avatar": "icon4.png"
    },
    {
      "id": 5,
      "name": "rogerio_fernandes17",
      "avatar": "icon5.png"
    },
    {
      "id": 6,
      "name": "saopauloemfoco",
      "avatar": "zero.jpg"
    },
    {
      "id": 7,
      "name": "lu_santos90",
      "avatar": "zero.jpg"
    },
    {
      "id": 8,
      "name": "biancafullmoon37",
      "avatar": "zero.jpg"
    },
    {
      "id": 9,
      "name": "martakanaha.36",
      "avatar": "zero.jpg"
    },
    {
      "id": 10,
      "name": "o_portal_news",
      "avatar": "icon10.png"
    },
    {
      "id": 11,
      "name": "bianca.rodrigues",
      "avatar": "icon11.png"
    },
    {
      "id": 12,
      "name": "leticiapacheco11",
      "avatar": "zero.jpg"
    },
    {
      "id": 13,
      "name": "nina_pra_sonhar",
      "avatar": "icon13.png"
    },
    {
      "id": 14,
      "name": "portalslnews",
      "avatar": "icon14.png"
    },
    {
      "id": 15,
      "name": "anablogueira2",
      "avatar": "icon15.png"
    },
    {
      "id": 16,
      "name": "ju.ferreirah",
      "avatar": "icon16.png"
    },
    {
      "id": 17,
      "name": "vocemaisrj",
      "avatar": "icon17.png"
    },
    {
      "id": 18,
      "name": "toledo.anderson",
      "avatar": "icon18.png"
    },
    {
      "id": 19,
      "name": "calsal_livão",
      "avatar": "icon19.png"
    },
    {
      "id": 20,
      "name": "aenoticias_portal",
      "avatar": "icon20.png"
    },
    {
      "id": 21,
      "name": "lunaboschiero",
      "avatar": "icon21.png"
    },
    {
      "id": 22,
      "name": "mizuiishi",
      "avatar": "icon22.png"
    },
    {
      "id": 23,
      "name": "portalpolemica",
      "avatar": "icon23.png"
    },
    {
      "id": 24,
      "name": "coisinha1",
      "avatar": "icon24.png"
    },
    {
      "id": 25,
      "name": "coisinha2",
      "avatar": "icon25.png"
    },
    {
      "id": 26,
      "name": "coisinha3",
      "avatar": "icon26.png"
    }
  ]
}